{
  "adenocarcinoma_invasion": "Text term to indicate a histologic diagnosis of invasive adenocarcinoma in a tissue specimen.",
  "age_at_initial_pathologic_diagnosis": "Age at which a condition or disease was first diagnosed in years.",
  "anatomic_neoplasm_subdivision": "Text term to describe the spatial location, subdivisions and/or anatomic site name of a tumor.",
  "avg_percent_lymphocyte_infiltration": "Average in the series of numeric values to represent the percentage of lymphocyte infiltration in a malignant tumor sample or specimen.",
  "avg_percent_monocyte_infiltration": "Average in the series of numeric values to represent the percentage of monocyte infiltration in a malignant tumor sample or specimen.",
  "avg_percent_necrosis": "Average in the series of numeric values to represent the percentage of cell death in a malignant tumor sample or specimen.",
  "avg_percent_neutrophil_infiltration": "Average in the series of numeric values to represent the percentage of neutrophil infiltration in a malignant tumor sample or specimen.",
  "avg_percent_normal_cells": "Average in the series of numeric values to represent the percentage of normal cells in a malignant tumor sample or specimen.",
  "avg_percent_stromal_cells": "Average in the series of numeric values to represent the percentage of stromal cells in a malignant tumor sample or specimen.",
  "avg_percent_tumor_cells": "Average in the series of numeric values to represent the percentage of tumor cells in a malignant tumor sample or specimen.",
  "avg_percent_tumor_nuclei": "Average in the series of numeric values to represent the percentage of tumor nuclei in a malignant tumor sample or specimen.",
  "batch_number": "Groups samples by the batch they were processed in.",
  "bcr": "A TCGA center where samples are carefully catalogued, processed, quality-checked and stored along with participant clinical information.",
  "BMI": "Body mass index.",
  "clinical_M": "Extent of the distant metastasis for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "clinical_N": "Extent of the regional lymph node involvement for the cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "clinical_stage": "Stage group determined from clinical information on the tumor (T), regional node (N) and metastases (M) and by grouping cases with similar prognosis.",
  "clinical_T": "Extent of the primary cancer based on evidence obtained from clinical assessment parameters determined prior to treatment.",
  "colorectal_cancer": "Text term to signify whether a patient has been diagnosed with colorectal cancer.",
  "country": "Text to identify the name of the state, province, or country in which the sample was procured.",
  "country_of_procurement": "Text to identify the name of the state, province, or country in which the sample was procured.",
  "days_to_birth": "Time interval from a person's date of birth to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "days_to_collection": "",
  "days_to_death": "Time interval from a person's date of death to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "days_to_initial_pathologic_diagnosis": "Numeric value to represent the day of an individual's initial pathologic diagnosis of cancer.",
  "days_to_last_followup": "Time interval from the date of last followup to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "days_to_submitted_specimen_dx": "Time interval from the date of diagnosis of the submitted sample to the date of initial pathologic diagnosis, represented as a calculated number of days.",
  "ethnicity": "The text for reporting information about ethnicity based on the Office of Management and Budget (OMB) categories.",
  "frozen_specimen_anatomic_site": "Text description of the origin and the anatomic site regarding the frozen biospecimen tumor tissue sample.",
  "gender": "Text designations that identify gender.",
  "gleason_score_combined": "A system of grading prostate cancer tissue based on how it looks under a microscope.",
  "has_27k": "Indicates if a sample has methylation data from the Illumina 27k platform. 'True', 'False', or 'None'.",
  "has_450k": "Indicates if a sample has methylation data from the Illumina 450k platform. 'True', 'False', or 'None'.",
  "has_BCGSC_GA_RNASeq": "Indicates if a sample has RNA sequencing data from the IlluminaGA platform and the BCGSC pipeline. 'True', 'False', or 'None'.",
  "has_BCGSC_HiSeq_RNASeq": "Indicates if a sample has RNA sequencing data from the IlluminaHiSeq platform and the BCGSC pipeline. 'True', 'False', or 'None'.",
  "has_GA_miRNASeq": "Indicates if a sample has microRNA data from the IlluminaGA platform. 'True', 'False', or 'None'.",
  "has_HiSeq_miRnaSeq": "Indicates if a sample has microRNA data from the IlluminaHiSeq platform. 'True', 'False', or 'None'.",
  "has_Illumina_DNASeq": "Indicates if a sample has gene sequencing data. 'True', 'False', or 'None'.",
  "has_RPPA": "Indicates if a sample has protein array data. 'True', 'False', or 'None'.",
  "has_SNP6": "Indicates if a sample has copy number data. 'True', 'False', or 'None'.",
  "has_UNC_GA_RNASeq": "Indicates if a sample has RNA sequencing data from the IlluminaGA platform and the UNC pipeline. 'True', 'False', or 'None'.",
  "has_UNC_HiSeq_RNASeq": "Indicates if a sample has RNA sequencing data from the IlluminaHiSeq platform and the UNC pipeline. 'True', 'False', or 'None'.",
  "height": "The height of the patient in centimeters.",
  "histological_type": "Text term for the structural pattern of cancer cells used to define a microscopic diagnosis.",
  "history_of_colon_polyps": "Yes/No indicator to describe if the subject had a previous history of colon polyps as noted in the history/physical or previous endoscopic report(s).",
  "history_of_neoadjuvant_treatment": "Text term to describe the patient's history of neoadjuvant treatment and the kind of treatment given prior to resection of the tumor.",
  "history_of_prior_malignancy": "Text term to describe the patient's history of prior cancer diagnosis and the spatial location of any previous cancer occurrence.",
  "hpv_calls": "Results of HPV tests.",
  "hpv_status": "Current HPV status.",
  "icd_10": "The tenth version of the International Classification of Disease (ICD).",
  "icd_o_3_histology": "The third edition of the International Classification of Diseases for Oncology.",
  "icd_o_3_site": "The third edition of the International Classification of Diseases for Oncology.",
  "lymph_node_examined_count": "",
  "lymphatic_invasion": "A yes/no indicator to ask if malignant cells are present in small or thin-walled vessels suggesting lymphatic involvement.",
  "lymphnodes_examined": "A yes/no/unknown indicator whether a lymph node assessment was performed at the primary presentation of disease.",
  "lymphovascular_invasion_present": "A yes/no indicator to ask if large vessel (vascular) invasion or small, thin-walled (lymphatic) invasion was detected in a tumor specimen.",
  "max_percent_lymphocyte_infiltration": "Maximum in the series of numeric values to represent the percentage of lymphocyte infiltration in a malignant tumor sample or specimen.",
  "max_percent_monocyte_infiltration": "Maximum in the series of numeric values to represent the percentage of monocyte infiltration in a malignant tumor sample or specimen.",
  "max_percent_necrosis": "Maximum in the series of numeric values to represent the percentage of cell death in a malignant tumor sample or specimen.",
  "max_percent_neutrophil_infiltration": "Maximum in the series of numeric values to represent the percentage of neutrophil infiltration in a malignant tumor sample or specimen.",
  "max_percent_normal_cells": "Maximum in the series of numeric values to represent the percentage of normal cells in a malignant tumor sample or specimen.",
  "max_percent_stromal_cells": "Maximum in the series of numeric values to represent the percentage of stromal cells in a malignant tumor sample or specimen.",
  "max_percent_tumor_cells": "Maximum in the series of numeric values to represent the percentage of tumor cells in a malignant tumor sample or specimen.",
  "max_percent_tumor_nuclei": "Maximum in the series of numeric values to represent the percentage of tumor nuclei in a malignant tumor sample or specimen.",
  "menopause_status": "Text term to signify the status of a woman's menopause, the permanent cessation of menses, usually defined by 6 to 12 months of amenorrhea.",
  "min_percent_lymphocyte_infiltration": "Minimum in the series of numeric values to represent the percentage of lymphcyte infiltration in a malignant tumor sample or specimen.",
  "min_percent_monocyte_infiltration": "Minimum in the series of numeric values to represent the percentage of monocyte infiltration in a malignant tumor sample or specimen.",
  "min_percent_necrosis": "Minimum in the series of numeric values to represent the percentage of cell death in a malignant tumor sample or specimen.",
  "min_percent_neutrophil_infiltration": "Minimum in the series of numeric values to represent the percentage of neutrophil infiltration in a malignant tumor sample or specimen.",
  "min_percent_normal_cells": "Minimum in the series of numeric values to represent the percentage of normal cells in a malignant tumor sample or specimen.",
  "min_percent_stromal_cells": "Minimum in the series of numeric values to represent the percentage of stromal cells in a malignant tumor sample or specimen.",
  "min_percent_tumor_cells": "Minimum in the series of numeric values to represent the percentage of tumor cells in a malignant tumor sample or specimen.",
  "min_percent_tumor_nuclei": "Minimum in the series of numeric values to represent the percentage of tumor nuclei in a malignant tumor sample or specimen.",
  "mononucleotide_and_dinucleotide_marker_panel_analysis_status": "Text result of microsatellite instability (MSI) testing at using a mononucleotide and dinucleotide microsatellite panel.",
  "mononucleotide_marker_panel_analysis_status": "Text result of microsatellite instability (MSI) testing using a mononucleotide microsatellite panel.",
  "neoplasm_histologic_grade": "Numeric value to express the degree of abnormality of cancer cells, a measure of differentiation and aggressiveness.",
  "new_tumor_event_after_initial_treatment": "Yes/No/Unknown indicator to identify whether a patient has had a new tumor event after initial treatment.",
  "number_of_lymphnodes_examined": "The total number of lymph nodes removed and pathologically assessed for disease.",
  "number_of_lymphnodes_positive_by_he": "Numeric value to signify the count of positive lymph nodes identified through hematoxylin and eosin (H&E) staining light microscopy.",
  "number_pack_years_smoked": "Number of packs smoked per year multiplied by the number of years the participant has smoked.",
  "ParticipantBarcode": "Participant barcode.",
  "pathologic_M": "Code to represent the defined absence or presence of distant spread or metastases (M) to locations via vascular channels or lymphatics beyond the regional lymph nodes, using criteria established by the American Joint Committee on Cancer (AJCC).",
  "pathologic_N": "The codes that represent the stage of cancer based on the nodes present (N stage) according to criteria based on multiple editions of the AJCC's Cancer Staging Manual.",
  "pathologic_stage": "The extent of a cancer, especially whether the disease has spread from the original site to other parts of the body based on AJCC staging criteria.",
  "pathologic_T": "Code of pathological T (primary tumor) to define the size or contiguous extension of the primary tumor (T), using staging criteria from the American Joint Committee on Cancer (AJCC).",
  "person_neoplasm_cancer_status": "The state or condition of an individual's neoplasm at a particular point in time.",
  "pregnancies": "Value to describe the number of full-term pregnancies that a woman has experienced.",
  "preservation_method": "",
  "primary_neoplasm_melanoma_dx": "Text indicator to signify whether a person had a primary diagnosis of melanoma.",
  "primary_therapy_outcome_success": "Measure of success.",
  "prior_dx": "Text term to describe the patient's history of prior cancer diagnosis and the spatial location of any previous cancer occurrence.",
  "Project": "Project name, e.g. 'TCGA'.",
  "psa_value": "The lab value that represents the results of the most recent (post-operative) prostatic-specific antigen (PSA) in the blood.",
  "race": "The text for reporting information about race based on the Office of Management and Budget (OMB) categories.",
  "residual_tumor": "Text terms to describe the status of a tissue margin following surgical resection.",
  "SampleBarcode": "The barcode assigned by TCGA to a sample from a Participant.",
  "SampleTypeCode": "The type of the sample tumor or normal tissue cell or blood sample provided by a participant.",
  "Study": "Tumor type abbreviation, e.g. 'BRCA'. ",
  "tobacco_smoking_history": "Category describing current smoking status and smoking history as self-reported by a patient.",
  "total_number_of_pregnancies": "",
  "tumor_pathology": "",
  "tumor_tissue_site": "Text term that describes the anatomic site of the tumor or disease.",
  "tumor_type": "Text term to identify the morphologic subtype of papillary renal cell carcinoma.",
  "vital_status": "The survival state of the person registered on the protocol.",
  "weight": "The weight of the patient measured in kilograms.",
  "weiss_venous_invasion": "The result of an assessment using the Weiss histopathologic criteria.",
  "year_of_initial_pathologic_diagnosis": "Numeric value to represent the year of an individual's initial pathologic diagnosis of cancer."
}