{
    "case_gdc_id": "The GDC assigned id for the case",
    "case_barcode": "Case barcode.",
    "sample_gdc_id": "The GDC assigned id for the sample",
    "sample_barcode": "The barcode assigned by TCGA to a sample from a Participant.",
    "sample_type": "The type of the sample tumor or normal tissue cell or blood sample provided by a participant.",
    "program_name": "Project name, e.g. 'TCGA'.",
    "project_short_name": "Tumor type abbreviation, e.g. 'BRCA'. ",
    "disease_code": "The short name for the type of disease",
    "endpoint_type": "Which type of GDC Case API was used, either legacy or current",
    "summary_file_count": "The count of files associated with the sample",
    "age_at_diagnosis": "Age at which a condition or disease was first diagnosed in years.",
    "days_to_birth": "Time interval from a person's date of birth to the date of initial pathologic diagnosis, represented as a calculated number of days.",
    "days_to_last_followup": "Time interval from the date of last followup to the date of initial pathologic diagnosis, represented as a calculated number of days.",
    "days_to_last_known_alive": "The number of days between diagnosis and when the individual was last known to be alive.",
    "days_to_death": "Time interval from a person's date of death to the date of initial pathologic diagnosis, represented as a calculated number of days.",
    "ethnicity": "The text for reporting information about ethnicity based on the Office of Management and Budget (OMB) categories.",
    "event_free_survival": "The length of time after primary treatment for a cancer ends that the patient remains free of certain complications or events.",
    "first_event": "The first event after the diagnosis of cancer.",
    "gender": "Text designations that identify gender.",
    "protocol": "A list detailed plans of scientific or medical experiments, treatments, or procedures.",
    "race": "The text for reporting information about race based on the Office of Management and Budget (OMB) categories.",
    "tumor_code": "Code representing the type of tumor.",
    "vital_status": "The survival state of the person registered on the protocol.",
    "wbc_at_diagnosis": "White blood cell range at diagnosis",
    "year_of_diagnosis": "Numeric value to represent the year of an individual's initial pathologic diagnosis of cancer.",
    "year_of_last_follow_up": "Numeric value to represent the year of an individual's last follow up."
}
